Repository: brkckr/Renn
Catalog: RENN/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans

# camera.beat.silent
source: No microphone access, so this take has no sound and Beat can't respond. The Look still applies.
de: Kein Mikrofonzugriff: Diese Aufnahme hat keinen Ton und Beat kann nicht reagieren. Der Look wird trotzdem angewendet.
es: Sin acceso al micrófono, esta toma no tiene sonido y Beat no puede reaccionar. El Look se sigue aplicando.
fr: Sans accès au micro, cette prise n'a pas de son et Beat ne peut pas réagir. Le Look reste appliqué.
id: Tidak ada akses mikrofon, jadi rekaman ini tidak bersuara dan Beat tidak bisa merespons. Look tetap diterapkan.
ja: マイクへのアクセスがないため、このテイクには音声がなく、Beatは反応できません。Lookはそのまま適用されます。
ko: 마이크 접근 권한이 없어 이 촬영에는 소리가 없고 Beat가 반응할 수 없습니다. Look은 그대로 적용됩니다.
pt_br: Sem acesso ao microfone, esta gravação não tem som e o Beat não pode reagir. O Look continua aplicado.
ru: Нет доступа к микрофону, поэтому у этого дубля нет звука и Beat не может реагировать. Look по-прежнему применяется.
th: ไม่มีสิทธิ์เข้าถึงไมโครโฟน เทคนี้จึงไม่มีเสียงและ Beat ไม่สามารถตอบสนองได้ Look ยังคงถูกใช้อยู่
tr: Mikrofon izni olmadığı için bu çekimde ses yok ve Beat tepki veremez. Look yine uygulanır.
vi: Không có quyền truy cập micrô nên cảnh quay này không có âm thanh và Beat không thể phản hồi. Look vẫn được áp dụng.
zh_hans: 没有麦克风权限，这段录制没有声音，Beat 无法响应。Look 仍会应用。

# camera.countdown %lld
source: Recording starts in %lld
de: Aufnahme startet in %lld
es: La grabación empieza en %lld
fr: L'enregistrement commence dans %lld
id: Perekaman dimulai dalam %lld
ja: %lld秒後に録画を開始
ko: %lld초 후 녹화 시작
pt_br: A gravação começa em %lld
ru: Запись начнется через %lld
th: เริ่มบันทึกใน %lld
tr: Kayıt %lld saniye sonra başlıyor
vi: Bắt đầu quay sau %lld
zh_hans: %lld 秒后开始录制

# camera.failed.denied
source: RENN needs camera access to record. You can allow it in Settings, or import a video instead.
de: RENN braucht Kamerazugriff zum Aufnehmen. Du kannst ihn in den Einstellungen erlauben oder stattdessen ein Video importieren.
es: RENN necesita acceso a la cámara para grabar. Puedes permitirlo en Ajustes o importar un video.
fr: RENN a besoin d'accéder à l'appareil photo pour filmer. Vous pouvez l'autoriser dans Réglages ou importer une vidéo.
id: RENN memerlukan akses kamera untuk merekam. Anda bisa mengizinkannya di Pengaturan, atau mengimpor video.
ja: 録画するにはカメラへのアクセスが必要です。設定で許可するか、代わりにビデオを読み込んでください。
ko: 녹화하려면 카메라 접근 권한이 필요합니다. 설정에서 허용하거나 대신 비디오를 가져오세요.
pt_br: O RENN precisa de acesso à câmera para gravar. Você pode permitir nos Ajustes ou importar um vídeo.
ru: RENN нужен доступ к камере для записи. Разрешите его в Настройках или импортируйте видео.
th: RENN ต้องใช้สิทธิ์เข้าถึงกล้องเพื่อบันทึก คุณสามารถอนุญาตได้ในการตั้งค่า หรือนำเข้าวิดีโอแทน
tr: Kayıt için RENN'in kamera iznine ihtiyacı var. İzni Ayarlar'dan verebilir ya da bunun yerine bir video içe aktarabilirsin.
vi: RENN cần quyền truy cập camera để quay. Bạn có thể cho phép trong Cài đặt hoặc nhập video thay thế.
zh_hans: RENN 需要相机权限才能录制。你可以在“设置”中允许，或改为导入视频。

# camera.failed.recording
source: The recording couldn't be completed.
de: Die Aufnahme konnte nicht abgeschlossen werden.
es: No se pudo completar la grabación.
fr: L'enregistrement n'a pas pu être terminé.
id: Perekaman tidak dapat diselesaikan.
ja: 録画を完了できませんでした。
ko: 녹화를 완료할 수 없습니다.
pt_br: Não foi possível concluir a gravação.
ru: Не удалось завершить запись.
th: ไม่สามารถบันทึกให้เสร็จได้
tr: Kayıt tamamlanamadı.
vi: Không thể hoàn tất việc quay.
zh_hans: 无法完成录制。

# camera.failed.save
source: The recording couldn't be saved as a project. Please try again.
de: Die Aufnahme konnte nicht als Projekt gesichert werden. Bitte versuche es erneut.
es: No se pudo guardar la grabación como proyecto. Inténtalo de nuevo.
fr: L'enregistrement n'a pas pu être sauvegardé comme projet. Veuillez réessayer.
id: Rekaman tidak dapat disimpan sebagai proyek. Silakan coba lagi.
ja: 録画をプロジェクトとして保存できませんでした。もう一度お試しください。
ko: 녹화를 프로젝트로 저장할 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível salvar a gravação como projeto. Tente novamente.
ru: Не удалось сохранить запись как проект. Попробуйте еще раз.
th: ไม่สามารถบันทึกวิดีโอเป็นโปรเจกต์ได้ โปรดลองอีกครั้ง
tr: Kayıt proje olarak kaydedilemedi. Lütfen tekrar dene.
vi: Không thể lưu bản quay thành dự án. Vui lòng thử lại.
zh_hans: 无法将录制内容保存为项目。请重试。

# camera.failed.storage
source: There isn't enough free space to record. Free up some space and try again.
de: Nicht genug freier Speicher für die Aufnahme. Gib Speicher frei und versuche es erneut.
es: No hay suficiente espacio libre para grabar. Libera espacio e inténtalo de nuevo.
fr: Espace libre insuffisant pour filmer. Libérez de l'espace et réessayez.
id: Ruang kosong tidak cukup untuk merekam. Kosongkan ruang dan coba lagi.
ja: 録画に必要な空き容量がありません。空き容量を増やしてもう一度お試しください。
ko: 녹화할 저장 공간이 부족합니다. 공간을 확보한 후 다시 시도하세요.
pt_br: Não há espaço livre suficiente para gravar. Libere espaço e tente novamente.
ru: Недостаточно свободного места для записи. Освободите место и попробуйте еще раз.
th: พื้นที่ว่างไม่พอสำหรับการบันทึก โปรดเพิ่มพื้นที่ว่างแล้วลองอีกครั้ง
tr: Kayıt için yeterli boş alan yok. Biraz yer açıp tekrar dene.
vi: Không đủ dung lượng trống để quay. Hãy giải phóng dung lượng và thử lại.
zh_hans: 可用空间不足，无法录制。请释放空间后重试。

# camera.failed.unavailable
source: The camera couldn't be started. It may be in use by another app.
de: Die Kamera konnte nicht gestartet werden. Möglicherweise wird sie von einer anderen App verwendet.
es: No se pudo iniciar la cámara. Puede que otra app la esté usando.
fr: L'appareil photo n'a pas pu démarrer. Il est peut-être utilisé par une autre app.
id: Kamera tidak dapat dimulai. Mungkin sedang digunakan oleh app lain.
ja: カメラを起動できませんでした。ほかのアプリが使用している可能性があります。
ko: 카메라를 시작할 수 없습니다. 다른 앱에서 사용 중일 수 있습니다.
pt_br: Não foi possível iniciar a câmera. Talvez outro app esteja usando.
ru: Не удалось запустить камеру. Возможно, она используется другим приложением.
th: ไม่สามารถเปิดกล้องได้ อาจมีแอปอื่นกำลังใช้งานอยู่
tr: Kamera başlatılamadı. Başka bir uygulama kullanıyor olabilir.
vi: Không thể khởi động camera. Có thể một ứng dụng khác đang sử dụng.
zh_hans: 无法启动相机。它可能正被其他 App 使用。

# camera.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
id: Buka Pengaturan
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть Настройки
th: เปิดการตั้งค่า
tr: Ayarlar'ı aç
vi: Mở Cài đặt
zh_hans: 打开设置

# camera.record
source: Record
de: Aufnehmen
es: Grabar
fr: Filmer
id: Rekam
ja: 録画
ko: 녹화
pt_br: Gravar
ru: Запись
th: บันทึก
tr: Kaydet
vi: Quay
zh_hans: 录制

# camera.recording
source: Recording
de: Aufnahme läuft
es: Grabando
fr: Enregistrement
id: Merekam
ja: 録画中
ko: 녹화 중
pt_br: Gravando
ru: Идет запись
th: กำลังบันทึก
tr: Kaydediliyor
vi: Đang quay
zh_hans: 正在录制

# camera.silent
source: No microphone access: recording without sound
de: Kein Mikrofonzugriff: Aufnahme ohne Ton
es: Sin acceso al micrófono: grabando sin sonido
fr: Sans accès au micro : enregistrement sans son
id: Tidak ada akses mikrofon: merekam tanpa suara
ja: マイクへのアクセスなし：音声なしで録画中
ko: 마이크 권한 없음: 소리 없이 녹화 중
pt_br: Sem acesso ao microfone: gravando sem som
ru: Нет доступа к микрофону: запись без звука
th: ไม่มีสิทธิ์ใช้ไมโครโฟน: กำลังบันทึกแบบไม่มีเสียง
tr: Mikrofon izni yok: sessiz kaydediliyor
vi: Không có quyền micrô: đang quay không có âm thanh
zh_hans: 没有麦克风权限：正在无声录制

# camera.stop
source: Stop recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
id: Hentikan rekaman
ja: 録画を停止
ko: 녹화 중지
pt_br: Parar gravação
ru: Остановить запись
th: หยุดบันทึก
tr: Kaydı durdur
vi: Dừng quay
zh_hans: 停止录制

# camera.switch
source: Switch camera
de: Kamera wechseln
es: Cambiar cámara
fr: Changer de caméra
id: Ganti kamera
ja: カメラを切り替え
ko: 카메라 전환
pt_br: Trocar câmera
ru: Сменить камеру
th: สลับกล้อง
tr: Kamerayı değiştir
vi: Đổi camera
zh_hans: 切换相机

# camera.timer.off
source: Off
de: Aus
es: No
fr: Non
id: Mati
ja: オフ
ko: 끔
pt_br: Desligado
ru: Выкл.
th: ปิด
tr: Kapalı
vi: Tắt
zh_hans: 关闭

source: Camera viewfinder
de: Kamerasucher
es: Visor de la cámara
fr: Viseur de la caméra
id: Jendela bidik kamera
ja: カメラのファインダー
ko: 카메라 뷰파인더
pt_br: Visor da câmera
ru: Видоискатель камеры
th: ช่องมองภาพของกล้อง
tr: Kamera vizörü
vi: Khung ngắm camera
zh_hans: 相机取景器

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
tr: Vazgeç
vi: Hủy
zh_hans: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭

# common.retry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
id: Coba lagi
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试

# common.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
id: Simpan
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存

# creation.close
source: Close menu
de: Menü schließen
es: Cerrar menú
fr: Fermer le menu
id: Tutup menu
ja: メニューを閉じる
ko: 메뉴 닫기
pt_br: Fechar menu
ru: Закрыть меню
th: ปิดเมนู
tr: Menüyü kapat
vi: Đóng menu
zh_hans: 关闭菜单

# creation.dual.subtitle
source: Front and rear together
de: Front- und Rückkamera zusammen
es: Frontal y trasera a la vez
fr: Avant et arrière ensemble
id: Depan dan belakang bersamaan
ja: 前面と背面を同時に
ko: 전면과 후면을 함께
pt_br: Frontal e traseira juntas
ru: Фронтальная и основная вместе
th: กล้องหน้าและหลังพร้อมกัน
tr: Ön ve arka kamera birlikte
vi: Camera trước và sau cùng lúc
zh_hans: 前后摄像头同时录制

# creation.dual.title
source: Record with both cameras
de: Mit beiden Kameras aufnehmen
es: Grabar con ambas cámaras
fr: Filmer avec les deux caméras
id: Rekam dengan dua kamera
ja: 両方のカメラで録画
ko: 두 카메라로 녹화
pt_br: Gravar com as duas câmeras
ru: Запись на обе камеры
th: บันทึกด้วยกล้องทั้งสองตัว
tr: İki kamerayla çek
vi: Quay bằng cả hai camera
zh_hans: 用两个摄像头录制

# creation.dual.unsupportedSubtitle
source: Not supported on this iPhone
de: Auf diesem iPhone nicht unterstützt
es: No compatible con este iPhone
fr: Non pris en charge sur cet iPhone
id: Tidak didukung di iPhone ini
ja: このiPhoneでは使用できません
ko: 이 iPhone에서는 지원되지 않음
pt_br: Não compatível com este iPhone
ru: Не поддерживается на этом iPhone
th: iPhone เครื่องนี้ไม่รองรับ
tr: Bu iPhone'da desteklenmiyor
vi: Không được hỗ trợ trên iPhone này
zh_hans: 此 iPhone 不支持

# creation.import.subtitle
source: Choose a video from your library
de: Wähle ein Video aus deiner Mediathek
es: Elige un video de tu fototeca
fr: Choisissez une vidéo dans votre photothèque
id: Pilih video dari perpustakaan Anda
ja: ライブラリからビデオを選択
ko: 보관함에서 비디오 선택
pt_br: Escolha um vídeo da sua fototeca
ru: Выберите видео из медиатеки
th: เลือกวิดีโอจากคลังของคุณ
tr: Arşivinden bir video seç
vi: Chọn video từ thư viện của bạn
zh_hans: 从图库中选择视频

# creation.import.title
source: Import video
de: Video importieren
es: Importar video
fr: Importer une vidéo
id: Impor video
ja: ビデオを読み込む
ko: 비디오 가져오기
pt_br: Importar vídeo
ru: Импорт видео
th: นำเข้าวิดีโอ
tr: Video içe aktar
vi: Nhập video
zh_hans: 导入视频

# creation.open
source: Create
de: Erstellen
es: Crear
fr: Créer
id: Buat
ja: 作成
ko: 만들기
pt_br: Criar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 创建

# creation.record.subtitle
source: Record with one camera
de: Mit einer Kamera aufnehmen
es: Grabar con una cámara
fr: Filmer avec une caméra
id: Rekam dengan satu kamera
ja: 1台のカメラで録画
ko: 카메라 하나로 녹화
pt_br: Gravar com uma câmera
ru: Запись на одну камеру
th: บันทึกด้วยกล้องตัวเดียว
tr: Tek kamerayla çek
vi: Quay bằng một camera
zh_hans: 用一个摄像头录制

# creation.record.title
source: Record video
de: Video aufnehmen
es: Grabar video
fr: Filmer une vidéo
id: Rekam video
ja: ビデオを録画
ko: 비디오 녹화
pt_br: Gravar vídeo
ru: Записать видео
th: บันทึกวิดีโอ
tr: Video çek
vi: Quay video
zh_hans: 录制视频

# dual.corner
source: Inset corner
de: Ecke des kleinen Bildes
es: Esquina del recuadro
fr: Coin de l'incrustation
id: Sudut bingkai kecil
ja: 小窓の位置
ko: 작은 화면 위치
pt_br: Canto do quadro menor
ru: Угол врезки
th: มุมของภาพเล็ก
tr: Küçük görüntü köşesi
vi: Góc khung nhỏ
zh_hans: 小画面位置

# dual.corner.bottomLeft
source: Bottom left
de: Unten links
es: Abajo a la izquierda
fr: En bas à gauche
id: Kiri bawah
ja: 左下
ko: 왼쪽 아래
pt_br: Inferior esquerdo
ru: Снизу слева
th: ล่างซ้าย
tr: Sol alt
vi: Dưới bên trái
zh_hans: 左下

# dual.corner.bottomRight
source: Bottom right
de: Unten rechts
es: Abajo a la derecha
fr: En bas à droite
id: Kanan bawah
ja: 右下
ko: 오른쪽 아래
pt_br: Inferior direito
ru: Снизу справа
th: ล่างขวา
tr: Sağ alt
vi: Dưới bên phải
zh_hans: 右下

# dual.corner.topLeft
source: Top left
de: Oben links
es: Arriba a la izquierda
fr: En haut à gauche
id: Kiri atas
ja: 左上
ko: 왼쪽 위
pt_br: Superior esquerdo
ru: Сверху слева
th: บนซ้าย
tr: Sol üst
vi: Trên bên trái
zh_hans: 左上

# dual.corner.topRight
source: Top right
de: Oben rechts
es: Arriba a la derecha
fr: En haut à droite
id: Kanan atas
ja: 右上
ko: 오른쪽 위
pt_br: Superior direito
ru: Сверху справа
th: บนขวา
tr: Sağ üst
vi: Trên bên phải
zh_hans: 右上

# dual.quality.disclosure
source: Both cameras record at up to 1080p, 30 FPS.
de: Beide Kameras nehmen mit bis zu 1080p und 30 FPS auf.
es: Ambas cámaras graban hasta 1080p y 30 FPS.
fr: Les deux caméras filment jusqu'en 1080p à 30 FPS.
id: Kedua kamera merekam hingga 1080p, 30 FPS.
ja: 両方のカメラとも最大1080p・30 FPSで録画します。
ko: 두 카메라 모두 최대 1080p, 30 FPS로 녹화합니다.
pt_br: As duas câmeras gravam em até 1080p e 30 FPS.
ru: Обе камеры записывают в разрешении до 1080p при 30 FPS.
th: กล้องทั้งสองบันทึกได้สูงสุด 1080p ที่ 30 FPS
tr: İki kamera da en fazla 1080p, 30 FPS kaydeder.
vi: Cả hai camera quay tối đa 1080p, 30 FPS.
zh_hans: 两个摄像头均以最高 1080p、30 FPS 录制。

# dual.swap
source: Swap cameras
de: Kameras tauschen
es: Intercambiar cámaras
fr: Inverser les caméras
id: Tukar kamera
ja: カメラを入れ替え
ko: 카메라 바꾸기
pt_br: Inverter câmeras
ru: Поменять камеры
th: สลับกล้อง
tr: Kameraların yerini değiştir
vi: Hoán đổi camera
zh_hans: 交换摄像头

# dual.unavailable.formats
source: This iPhone reports dual-camera support, but no compatible front and rear format pair was found. You can still record with one camera or import a video.
de: Dieses iPhone meldet Unterstützung für zwei Kameras, aber es wurde kein passendes Formatpaar für Front- und Rückkamera gefunden. Du kannst trotzdem mit einer Kamera aufnehmen oder ein Video importieren.
es: Este iPhone indica que admite dos cámaras, pero no se encontró una combinación compatible de formatos frontal y trasero. Aún puedes grabar con una cámara o importar un video.
fr: Cet iPhone indique prendre en charge deux caméras, mais aucune paire de formats avant et arrière compatible n'a été trouvée. Vous pouvez toujours filmer avec une caméra ou importer une vidéo.
id: iPhone ini menyatakan mendukung dua kamera, tetapi tidak ditemukan pasangan format depan dan belakang yang kompatibel. Anda tetap bisa merekam dengan satu kamera atau mengimpor video.
ja: このiPhoneはデュアルカメラに対応していますが、互換性のある前面・背面のフォーマットの組み合わせが見つかりませんでした。1台のカメラで録画するか、ビデオを読み込むことはできます。
ko: 이 iPhone은 듀얼 카메라를 지원한다고 표시하지만 호환되는 전면·후면 형식 조합을 찾지 못했습니다. 카메라 하나로 녹화하거나 비디오를 가져올 수는 있습니다.
pt_br: Este iPhone informa que tem suporte a duas câmeras, mas nenhuma combinação compatível de formatos frontal e traseiro foi encontrada. Você ainda pode gravar com uma câmera ou importar um vídeo.
ru: Этот iPhone сообщает о поддержке двух камер, но совместимая пара форматов для фронтальной и основной камер не найдена. Вы по-прежнему можете снимать на одну камеру или импортировать видео.
th: iPhone เครื่องนี้แจ้งว่ารองรับกล้องสองตัว แต่ไม่พบคู่รูปแบบกล้องหน้าและหลังที่เข้ากันได้ คุณยังบันทึกด้วยกล้องตัวเดียวหรือนำเข้าวิดีโอได้
tr: Bu iPhone çift kamerayı destekliyor ancak uyumlu bir ön ve arka format çifti bulunamadı. Yine de tek kamerayla çekebilir veya bir video içe aktarabilirsin.
vi: iPhone này báo hỗ trợ hai camera nhưng không tìm thấy cặp định dạng trước và sau tương thích. Bạn vẫn có thể quay bằng một camera hoặc nhập video.
zh_hans: 此 iPhone 显示支持双摄像头，但未找到兼容的前后摄像头格式组合。你仍可以用一个摄像头录制或导入视频。

# dual.unavailable.hardware
source: This iPhone can't record with the front and rear cameras at the same time. You can still record with one camera or import a video.
de: Dieses iPhone kann nicht gleichzeitig mit Front- und Rückkamera aufnehmen. Du kannst trotzdem mit einer Kamera aufnehmen oder ein Video importieren.
es: Este iPhone no puede grabar con la cámara frontal y la trasera a la vez. Aún puedes grabar con una cámara o importar un video.
fr: Cet iPhone ne peut pas filmer avec les caméras avant et arrière en même temps. Vous pouvez toujours filmer avec une caméra ou importer une vidéo.
id: iPhone ini tidak dapat merekam dengan kamera depan dan belakang secara bersamaan. Anda tetap bisa merekam dengan satu kamera atau mengimpor video.
ja: このiPhoneでは前面カメラと背面カメラで同時に録画できません。1台のカメラで録画するか、ビデオを読み込むことはできます。
ko: 이 iPhone은 전면과 후면 카메라로 동시에 녹화할 수 없습니다. 카메라 하나로 녹화하거나 비디오를 가져올 수는 있습니다.
pt_br: Este iPhone não consegue gravar com as câmeras frontal e traseira ao mesmo tempo. Você ainda pode gravar com uma câmera ou importar um vídeo.
ru: Этот iPhone не может одновременно снимать на фронтальную и основную камеры. Вы по-прежнему можете снимать на одну камеру или импортировать видео.
th: iPhone เครื่องนี้ไม่สามารถบันทึกด้วยกล้องหน้าและหลังพร้อมกันได้ คุณยังบันทึกด้วยกล้องตัวเดียวหรือนำเข้าวิดีโอได้
tr: Bu iPhone ön ve arka kamerayla aynı anda kayıt yapamıyor. Yine de tek kamerayla çekebilir veya bir video içe aktarabilirsin.
vi: iPhone này không thể quay bằng camera trước và sau cùng lúc. Bạn vẫn có thể quay bằng một camera hoặc nhập video.
zh_hans: 此 iPhone 无法同时使用前后摄像头录制。你仍可以用一个摄像头录制或导入视频。

# dual.unavailable.title
source: Both cameras aren't available
de: Beide Kameras sind nicht verfügbar
es: Las dos cámaras no están disponibles
fr: Les deux caméras ne sont pas disponibles
id: Kedua kamera tidak tersedia
ja: 両方のカメラは使用できません
ko: 두 카메라를 사용할 수 없음
pt_br: As duas câmeras não estão disponíveis
ru: Обе камеры недоступны
th: ไม่สามารถใช้กล้องทั้งสองตัวได้
tr: İki kamera kullanılamıyor
vi: Không dùng được cả hai camera
zh_hans: 无法同时使用两个摄像头

# export.cancelled
source: Export cancelled. Your project is unchanged.
de: Export abgebrochen. Dein Projekt ist unverändert.
es: Exportación cancelada. Tu proyecto no ha cambiado.
fr: Exportation annulée. Votre projet n'a pas changé.
id: Ekspor dibatalkan. Proyek Anda tidak berubah.
ja: 書き出しをキャンセルしました。プロジェクトは変更されていません。
ko: 내보내기가 취소되었습니다. 프로젝트는 변경되지 않았습니다.
pt_br: Exportação cancelada. Seu projeto não foi alterado.
ru: Экспорт отменен. Ваш проект не изменился.
th: ยกเลิกการส่งออกแล้ว โปรเจกต์ของคุณไม่มีการเปลี่ยนแปลง
tr: Dışa aktarma iptal edildi. Projen değişmedi.
vi: Đã hủy xuất. Dự án của bạn không thay đổi.
zh_hans: 已取消导出。你的项目没有改变。

# export.failed.generic
source: The video couldn't be exported. Your project and its original video are unchanged.
de: Das Video konnte nicht exportiert werden. Dein Projekt und das Originalvideo sind unverändert.
es: No se pudo exportar el video. Tu proyecto y su video original no han cambiado.
fr: La vidéo n'a pas pu être exportée. Votre projet et sa vidéo originale n'ont pas changé.
id: Video tidak dapat diekspor. Proyek dan video aslinya tidak berubah.
ja: ビデオを書き出せませんでした。プロジェクトと元のビデオは変更されていません。
ko: 비디오를 내보낼 수 없습니다. 프로젝트와 원본 비디오는 변경되지 않았습니다.
pt_br: Não foi possível exportar o vídeo. Seu projeto e o vídeo original não foram alterados.
ru: Не удалось экспортировать видео. Ваш проект и исходное видео не изменились.
th: ไม่สามารถส่งออกวิดีโอได้ โปรเจกต์และวิดีโอต้นฉบับไม่มีการเปลี่ยนแปลง
tr: Video dışa aktarılamadı. Projen ve orijinal videon değişmedi.
vi: Không thể xuất video. Dự án và video gốc của bạn không thay đổi.
zh_hans: 无法导出视频。你的项目和原始视频没有改变。

# export.failed.storage
source: There isn't enough free space to export. Your project is unchanged; free up space and try again.
de: Nicht genug freier Speicher für den Export. Dein Projekt ist unverändert; gib Speicher frei und versuche es erneut.
es: No hay suficiente espacio libre para exportar. Tu proyecto no ha cambiado; libera espacio e inténtalo de nuevo.
fr: Espace libre insuffisant pour exporter. Votre projet n'a pas changé ; libérez de l'espace et réessayez.
id: Ruang kosong tidak cukup untuk mengekspor. Proyek Anda tidak berubah; kosongkan ruang dan coba lagi.
ja: 書き出しに必要な空き容量がありません。プロジェクトは変更されていません。空き容量を増やしてもう一度お試しください。
ko: 내보낼 저장 공간이 부족합니다. 프로젝트는 변경되지 않았습니다. 공간을 확보한 후 다시 시도하세요.
pt_br: Não há espaço livre suficiente para exportar. Seu projeto não foi alterado; libere espaço e tente novamente.
ru: Недостаточно свободного места для экспорта. Ваш проект не изменился; освободите место и попробуйте еще раз.
th: พื้นที่ว่างไม่พอสำหรับการส่งออก โปรเจกต์ของคุณไม่มีการเปลี่ยนแปลง โปรดเพิ่มพื้นที่ว่างแล้วลองอีกครั้ง
tr: Dışa aktarmak için yeterli boş alan yok. Projen değişmedi; yer açıp tekrar dene.
vi: Không đủ dung lượng trống để xuất. Dự án của bạn không thay đổi; hãy giải phóng dung lượng và thử lại.
zh_hans: 可用空间不足，无法导出。你的项目没有改变；请释放空间后重试。

# export.keepOpen
source: Keep the app open until processing finishes.
de: Lass die App geöffnet, bis die Verarbeitung abgeschlossen ist.
es: Mantén la app abierta hasta que termine el procesamiento.
fr: Gardez l'app ouverte jusqu'à la fin du traitement.
id: Biarkan app tetap terbuka sampai pemrosesan selesai.
ja: 処理が終わるまでアプリを開いたままにしてください。
ko: 처리가 끝날 때까지 앱을 열어 두세요.
pt_br: Mantenha o app aberto até o processamento terminar.
ru: Не закрывайте приложение, пока обработка не завершится.
th: โปรดเปิดแอปไว้จนกว่าการประมวลผลจะเสร็จ
tr: İşlem bitene kadar uygulamayı açık tut.
vi: Hãy giữ ứng dụng mở cho đến khi xử lý xong.
zh_hans: 请在处理完成前保持 App 打开。

# export.requiresPro.message
source: RENN Free exports up to 30 seconds. RENN Pro has no duration limit. RENN never trims your video automatically.
de: RENN Free exportiert bis zu 30 Sekunden. RENN Pro hat keine Längenbegrenzung. RENN kürzt dein Video nie automatisch.
es: RENN Free exporta hasta 30 segundos. RENN Pro no tiene límite de duración. RENN nunca recorta tu video automáticamente.
fr: RENN Free exporte jusqu'à 30 secondes. RENN Pro n'a pas de limite de durée. RENN ne coupe jamais votre vidéo automatiquement.
id: RENN Free mengekspor hingga 30 detik. RENN Pro tidak punya batas durasi. RENN tidak pernah memotong video Anda secara otomatis.
ja: RENN Freeで書き出せるのは30秒までです。RENN Proには長さの制限がありません。RENNがビデオを自動でカットすることはありません。
ko: RENN Free는 최대 30초까지 내보냅니다. RENN Pro는 길이 제한이 없습니다. RENN은 비디오를 자동으로 자르지 않습니다.
pt_br: O RENN Free exporta até 30 segundos. O RENN Pro não tem limite de duração. O RENN nunca corta seu vídeo automaticamente.
ru: RENN Free экспортирует до 30 секунд. В RENN Pro нет ограничения по длительности. RENN никогда не обрезает видео автоматически.
th: RENN Free ส่งออกได้สูงสุด 30 วินาที RENN Pro ไม่จำกัดความยาว RENN จะไม่ตัดวิดีโอของคุณโดยอัตโนมัติ
tr: RENN Free en fazla 30 saniye dışa aktarır. RENN Pro'da süre sınırı yok. RENN videonu hiçbir zaman otomatik kırpmaz.
vi: RENN Free xuất tối đa 30 giây. RENN Pro không giới hạn thời lượng. RENN không bao giờ tự động cắt video của bạn.
zh_hans: RENN Free 最多可导出 30 秒。RENN Pro 没有时长限制。RENN 绝不会自动剪短你的视频。

# export.requiresPro.title
source: This video is longer than 30 seconds
de: Dieses Video ist länger als 30 Sekunden
es: Este video dura más de 30 segundos
fr: Cette vidéo dure plus de 30 secondes
id: Video ini lebih dari 30 detik
ja: このビデオは30秒を超えています
ko: 이 비디오는 30초보다 깁니다
pt_br: Este vídeo tem mais de 30 segundos
ru: Это видео длиннее 30 секунд
th: วิดีโอนี้ยาวเกิน 30 วินาที
tr: Bu video 30 saniyeden uzun
vi: Video này dài hơn 30 giây
zh_hans: 此视频超过 30 秒

# export.requiresPro.upgrade
source: Get RENN Pro
de: RENN Pro holen
es: Obtener RENN Pro
fr: Passer à RENN Pro
id: Dapatkan RENN Pro
ja: RENN Proを入手
ko: RENN Pro 받기
pt_br: Assinar o RENN Pro
ru: Получить RENN Pro
th: รับ RENN Pro
tr: RENN Pro'yu al
vi: Nâng cấp RENN Pro
zh_hans: 获取 RENN Pro
